[
    {
        "id": 1,
        "quote": "The end is near."
    },
    {
        "id": 2,
        "quote": "You're strong. But I could snap my fingers, and you'd all cease to exist."
    },
    {
        "id": 3,
        "quote": "Fun isn't something one considers when balancing the universe. But this… does put a smile on my face."
    },
    {
        "id": 4,
        "quote": "Stark… you have my respect. I hope the people of Earth will remember you."
    },
    {
        "id": 5,
        "quote": "Perfectly balanced, as all things should be."
    },
    {
        "id": 6,
        "quote": "I hope they remember you."
    },
    {
        "id": 7,
        "quote": "You should have gone for the head."
    },
    {
        "id": 8,
        "quote": "I know what it's like to lose. To feel so desperately that you're right, yet to fail nonetheless. Dread it. Run from it. Destiny still arrives. Or should I say, I have."
    },
    {
        "id": 9,
        "quote": "You're a great fighter, Gamora. Come. Let me help you."
    },
    {
        "id": 10,
        "quote": "Going to bed hungry. Scrounging for scraps. Your planet was on the brink of collapse. I was the one who stopped that. You know what's happened since then? The children born have known nothing but full bellies and clear skies. It's a paradise."
    },
    {
        "id": 11,
        "quote": "I'm the only one who knows that. At least I'm the only who has the will to act on it. For a time, you had that same will. As you fought by my side, daughter."
    },
    {
        "id": 12,
        "quote": "I ignored my destiny once, I can not do that again. Even for you. I'm sorry little one."
    },
    {
        "id": 13,
        "quote": "With all six stones, I can simply snap my fingers, and they would all cease to exist. I call that mercy."
    },
    {
        "id": 14,
        "quote": "Your optimism is misplaced, Asgardian."
    },
    {
        "id": 15,
        "quote": "You're strong. Me… You're generous. Me… But I never taught you to lie. That's why you're so bad at it. Where is the Soul Stone?"
    },
    {
        "id": 16,
        "quote": "You should choose your words wisely"
    },
    {
        "id": 17,
        "quote": "The hardest choices require the strongest wills."
    },
    {
        "id": 18,
        "quote": "Fine. I'll do it myself."
    },
    {
        "id": 19,
        "quote": "Well, if you consider failure experience."
    },
    {
        "id": 20,
        "quote": "No resurrections this time."
    },
    {
        "id": 21,
        "quote": "Little one, it's a simple calculus. This universe is finite. Its resources, finite. If life is left unchecked, life will cease to exist. It needs correction."
    },
    {
        "id": 22,
        "quote": "I am disappointed. But not because you didn't find it. But because you did, and you lied."
    },
    {
        "id": 23,
        "quote": "All that for a drop of blood."
    },
    {
        "id": 24,
        "quote": "You're not the only one cursed with knowledge."
    },
    {
        "id": 25,
        "quote": "Today, I lost more than you can know. But now is no time to mourn. Now is no time at all."
    }
]